Repository: nimnull/gaejstable
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: First Name
ru: Имя

source: enter your first name here
ru: введите своё имя

source: Last Name
ru: Фамилия

source: enter your last name here
ru: введите свою фамилию

source: enter your email address to sign in
ru: введите адрес email, он будет использоваться как логин

source: Password
ru: Пароль

source: provide your password to authenticate yourself
ru: укажите пароль

source: We can't proceed without password
ru: Мы не сможем продолжить без пароля

source: Confirm Password
ru: Подтверждение пароля

source: repeat your password entered above
ru: повторите пароль введенный выше

source: Passwords must match
ru: Пароли должны совпадать

source: this email has already taken
ru: такой email уже используется

source: enter your email to get password reset link
ru: введите свой адрес email для получение ссылки на сброс пароля

source: This user is not registered
ru: Такого пользователя не существует

source: New Password
ru: Новый пароль

source: enter new password
ru: введите новый пароль

source: Confirm New Password
ru: Подтверждение нового пароля

source: repeat password entered above
ru: повторите пароль введенный выше

source: This is your profile
ru: Это страничка с вашим профилем

source: Save
ru: Сохранить

source: Cancel
ru: Сбросить

source: Setup Profile
ru: Настройки профиля

source: Chose categories for filtering
ru: Выберите интересующие категории

source: View
ru: Просмотр

source: Edit
ru: Редактирование

source: Settings
ru: Настройки

source: First name:
ru: Имя:

source: Last name:
ru: Фамилия:

source: Last logged in:
ru: Время последнего входа:

source: Sign In
ru: Вход

source: Site entrance is here
ru: Для продолжения нужно представиться

source: If you fill yourself as been forgoten your password, proceed to the
ru: Если вы забыли пароль, пожалуйста, перейдите на

source: password recover page
ru: страницу восстановления пароля

source: Sign In!
ru: Войти!

source: Sign up please
ru: Пожалуйста, зарегистрируйтесь

source: Here you can create your account
ru: Здесь можно создать учетную запись

source: Congratulations! You have already registered!
ru: Поздравляем! Вы уже зарегистрировались!

source: Please check your mailbox for a message with the activation link. After proceeding this link you will be able to login to the %(site)s
ru: На адрес вашей электронной почты отправлена ссылка для активацииучетной записи. Пройдите по этой ссылке для продолжения работы с %(site)s

source: All fields are required. Please fill the form with care.
ru: Все поля обязательны для заполнения. Пожалуйста, будьте внимательны.

source: Sign Up!
ru: Регистрироваться!

source: [%s] Account activation
ru: [%s] Активация учетной записи

source: Please activate your account first
ru: Пожалуйста, активируйте свою учетную запись

source: There is no user with provided email or password
ru: Пользователь с этим email и паролем

source: [%s] Password recovery
ru: [%s] Восстановление пароля

source: We've just sent an email to <strong>%s</strong> with the special link for you to reset lost password.
ru: Мы отправили вам письмо на адрес <strong>%s</strong> со специальной ссылкой для восстановления пароля.

source: Your didn't provide a token or it is no longer valid. <a href="%s">Request password recovery</a> again please.
ru: Секретный ключ не указан или такой ключ больше не действителен. <a href="%s">Запросите восстановление пароля</a> еще раз.

source: Title
ru: Название

source: category title
ru: название раздела

source: enter title for record
ru: введите название позиции

source: Description
ru: Описание

source: unmark
ru: снять отметку

source: mark
ru: отметить

source: Add New Category
ru: Добавить раздел

source: Please, fill the category title with care
ru: Пожалуйста, заполните название раздела

source: Create record for %(cat)s category
ru: Создать позицию в разделе %(cat)s

source: All fields are required
ru: Все поля обязательны к заполнению.

source: Records
ru: Позиции

source: View selected records
ru: Просмотреть выбранные позиции

source: Categories list
ru: Список разделов

source: Add Category
ru: Добавить раздел

source: %(cat)s records
ru: %(cat)s - позиции

source: Add Record
ru: Добавить позицию

source: Selected records
ru: Выбранные позиции

source: Invalid email address.
ru: Неправильный адрес электронной почты.

source: Invalid Choice: could not coerce
ru: Ошибочный вариант

source: Not a valid choice
ru: Такой вариант не существует

source: Invalid choice(s): one or more data inputs could not be coerced
ru: Такого(их) варианта(ов) не существует

source: '%(value)s' is not a valid choice for this field
ru: '%(value)s' не подходит для этого поля

source: Not a valid integer value
ru: Здесь быть число

source: Not a valid decimal value
ru: Неверное дробное значение

source: Not a valid float value
ru: Неверное дробное значение

source: Invalid field name '%s'.
ru: Ошибка в поле '%s'

source: Field must be equal to %(other_name)s.
ru: Должно соответствовать полю %(other_name)s

source: Field must be at least %(min)d character long.
ru: Как минимум %(min)d символ

source: Field cannot be longer than %(max)d character.
ru: Не длиннее %(max)d символа

source: Field must be between %(min)d and %(max)d characters long.
ru: Размер текста должные быть %(min)d от %(max)d до символов

source: Number must be greater than %(min)s.
ru: Значение должно быть больше %(min)s

source: Number must be less than %(max)s.
ru: Значение должно быть меньше %(max)s

source: Number must be between %(min)s and %(max)s.
ru: Значение должно быть между %(min)s и %(max)s.

source: This field is required.
ru: Это обязательное поле.

source: Invalid input.
ru: Неправильное значение

source: Invalid IP address.
ru: Ошибка в IP аресе.

source: Invalid URL.
ru: Ошибка в ссылке

source: Invalid value, must be one of: %(values)s.
ru: Неверное значение, нужно ввести одно из: %(values)s

source: Invalid value, can't be any of: %(values)s.
ru: Неверное значение, не должно совпадать с: %(values)s

source: Not a valid list
ru: Ошибка в списке

source: Please input a date/time value
ru: Пожалуйста, введите дату или время

source: Invalid date/time input
ru: Неверный формат даты или времени

source: Manage catalog
ru: Управление каталогом

source: Categories
ru: Разделы

source: Profile
ru: Профиль

source: Sign Out
ru: Выход

source: Sign Up
ru: Регистрация

source: Prev page
ru: Назад

source: Next page
ru: Вперед
